lDictionary = {
    ('roar', 'rawr', 'ping'):[
        'RAWR XD',
        'Rawrrrrrrrr!',
        'Roar!',
        'Pong!'
        ],
    ('привет', 'прива', 'хелло', 'здратовать', 'здравствуйте', 'здратут', 'здоровый', 'hello', 'ehlo', 'привка'):[
        'Привет!',
        'О, ты вернулся!',
        'Поехали уже кататься!',
        'Какой ты весёлый, а что у тебя внутри?',
        'Здорово, коль не шутишь.',
        'Maloso vobiscum et cum spiritum!'
        ],
    ('4х', '4x', 'велосипед', 'бик', 'ашан', 'ашанбайк', 'велосипедик', 'bike'):[
        'Ваш бике не поедет, просто не сможет',
        'В ЭмТиБи все геи, инфа 146%',
        'А я люблю БиЭмЭкс!',
        'Эй, красивый, какой длины у тебя рич?',
        'У вас что, перья гнутые и из говна?',
        'А вы умеете чиркать педалью по пампу?',
        'Поедемте на насосный путь!',
        'Об стену его и мы узнаем как прочны его швы!',
        'Лучше бы электрички обсудили...',
        'Кто-то сказал 4Х?',
        'Два колеса и седушка, но это не велосипед!',
        'А на нём можно дропать с поребрика?'
        ],
    ('салокат', 'самокат', 'самокатом'):[
        'Салокаты не нужны!',
        'Говно китайское эти ваши салокаты!',
        'Ненавижу, блять, салокаты! Они взрываются!',
        'Я тут видел одного. Большой, жирный, вонючий и на салокате!',
        'И он просто уехал? Вы его просто отпустили?',
        'Надеюсь вы ему вставили шатун в жопу?',
        'Петуховозы для геев!',
        'Ко-ко-ко! Детки без шлемов, мамы рады!'
        ],
    ('бот','робот'):[
        'Ну, чего надо?',
        'Кто-то меня звал?',
        'Милорд, вонтаю ай ту ю один квесченз задать: ху ю ты такой есть итыз?',
        'Я - Бот, и это звучит гордо!',
        'На себя посмотри, а потом на меня. Разница на лице.',
        'Ничего я делать не буду!',
        'Я не буду отвечать кожанному мешку!'
        ],
    ('лол', 'смешно', 'lol'):[
        'rofl!'
        ],
    ('сука', 'блядь', 'собака', 'пёс', 'псиный', 'псина'):[
        'Не надо так говорить',
        'Собака-сука или сука-сука?',
        'Знал я одну, щенков любила...',
        'А кобеля рядом не было?'
        ],
    ('конечно','согласен'):[
        'Хуешно!'
        ],
    ('нет','нету'):[
        'Пидора ответ!',
        'ЭмТиБишника ответ!',
        'Пойди приготовь омлет.',
        'Пересядь на маллет.'
        ],
    ('да','согласен'):[
        'Поддерживаю!',
        'Двачую!',
        'Манда!',
        'Удваиваю!',
        'Хуй, пизда, Джигурда!'
        ],
    ('отлично','замечательно'):[
        'Хуично!',
        'Очешуенно!',
        'Очешуеть!',
        'Лепота!'
        ],
    ('нахуй','хуй', 'u', 'no'):[
        'Сам иди!',
        'У нас тут не вам!',
        'Не нам, а вам.',
        'NO U!'
        ],
    ('команда','капитан'):[
        'Часть команды, часть коробля!',
        'КАПИТАН Джек Воробей!'
        ],
    ('пиздюк', 'личинка', 'ребёнок'):[
        'А у тебя нету и тебе что, завидно?',
        'Ребёок - это не кот, тут воспитывать надо.',
        'Лучше ещё одного кота себе заведи.',
        'Как на счёт щеночка? Такой лапушка, такой хорошенький! Везде срёт, тапки ест.',
        'Личинки, дети, пиздюки... Какая разница? Личинки в жопе у пиздюков.',
        'Сначала роди, а потом воспитывай и умничай.'
        ],
    ('кот', 'котик', 'cat', 'шерстяной', 'котейка', 'мяу'):[
        'A cat is fine too.',
        'У кота твоего давно глистов вывели?',
        'Шерстяной мешок, на тапочки сойдёт.',
        'Усы и лапы, вот его документы.',
        'А я люблю собак. Они такие большие, грязные и вонючие. А как они пердят!',
        'Дзынь-дзынь, мяу-мяу! Это котик едет на трамвае.',
        'Интересно, если коту вставить в жопу питарду... Да не, бред какой-то.'
        'Котик едет на машине весь размазанный по шине.'
        ],
    ('бред', 'словоблудие'):[
        'У меня, джентльмены, всегда было доброе имя, и мне нож острый, когда теперь всякий раз, стоит мне перешагнуть порог дома, как то один, то другой настырный лихоимщик хватает меня за рукав: «Вы не забыли о моем счете, сэр? За вами должок – тысяча фунтов. Надеюсь, сэр, вы не заставите с ним долго ждать». А приятно мне, когда ростовщики обмениваются моими векселями в пивных и кофейнях?',
        'А нау ли ю кинга вашего, какой ту ми бразером приходится?',
        'Людям, особенно сангвинического темперамента, свойственно предаваться надеждам, и среди различных перемен в ходе общественных событий надежды эти редко не имеют под собой почвы; даже в безысходных обстоятельствах, когда, казалось бы, нет никаких оснований на что-либо рассчитывать, они тем не менее склонны делать вид, будто не все еще потеряно, и стараются заставить противника думать, что располагают неведомыми ему ресурсами. Именно такую позицию заняли в последние месяцы те, кого, за неимением лучшего выражения, мне приходится называть членами поверженной партии. С момента ее падения помянутые джентльмены тешат себя надеждами, действительными и мнимыми. Когда убрали графа Сандерленда, они надеялись, что ее величество не пойдет на дальнейшие изменения в составе кабинета, и осмелились исказить ее слова, адресованные иноземным державам. Они надеялись, что не найдется человека, который осмелился бы предложить роспуск парламента. Когда же произошло и это, да к тому же еще некоторые перемещения при дворе, они попытались нанести удар по государственным кредитам…',
        'Ай ю про кинга аскаю! Как хи там ливствует, здоров ли?',
        'Подданный далеко не всегда властен над поступками своих монархов и не всегда может спросить, каких людей те понимают, какие партии приближают к себе. Так пусть они не нарушают конституцию, пусть они правят по закону, чтобы тот, кто им служит, не был замешан ни в одном противозаконном действии и чтобы от него не требовали ничего не совместимого с правами и законами его страны…'
        ],
    ('кон', 'kona', 'specialized', 'спеший', 'sram', 'shimano', 'magura', 'format', 'контора', 'пидарас', 'пидарасино'):[
        'Контора пидарасов!',
        'А вы не знаете какова ёмкость отдельного пидараса? Может ли он совмещать конторы?',
        'Подскажите, каждый ли пидарас хранит в себе кусочек конторы? Тогда получается, что контора живёт пока жив пидарас?  Сколько контор внутри пидараса?',
        'Можете подсказать критерии конторы или критерии пидарасов?',
        'Каков уровень вхождения пидарасов в контору, вы случайно не знаете?',
        'Каждая контора стремится занять все свободное пространство и поглотить другие. Следует ли из этого,  что мы все потенциально пидарасы конторы?',
        'Сколько пидарасов надо, чтобы появилась контора?',
        'Достаточно ли одного пидараса, чтобы группа товарищей стала конторой?',
        'Кто такие пидарасы и зачем им контора?',
        'Существуют ли пидарасы вне конторы?',
        'В какой момент в конторе появляются пидарасы? Появляются ли они автоматически при создании конторы?',
        'Присоединяясь к конторе человек автоматически становится пидарасом?',
        'Является ли по умолчанию контора сборищем пидарасов?',
        'Если контора перестала сущевовать - перестали ли сущевовать пидарасы?',
        'Куда деваются пидарасы, когда умирает контора?',
        'Могут ли существовать пидарасы без конторы?',
        'Контора и пидарасы это как корпускулярно-волновая теория?',
        'Чем заняты в конторе пидарасы? В чем их ценность?',
        'Можно ли избавиться от пидарасов в конторе?  Умрёт ли при этом контора?',
        'Что первично - контора или пидарасы?',
        'Можно ли вывести человека из конторы, чтобы он перестал быть пидарасом'
        ],
    ('тапка', 'авто', 'автосарай', 'сарай', 'везти', 'вага', 'автомобиль'):[
        'Так делают только идиоты!',
        'Говно эти ваши ваги.',
        'Ручше рисовозка. Потому что надёжно.',
        'Всё одно говно.',
        'Немцы не нужны!',
        'Ложись под выхлопную, немножко отдышись.'
        ],
    ('ит', 'яндекс', 'yandex','хуяндекс','dzen','дзен'):[
        'Это надо погуглить!',
        'Вы проверили все факты в интернетах?',
        'Коты - отвратительные твари.',
        'В ИТ и так всё плохо. Джуны не нужны.',
        'Джуном больше - дворником меньше. Работает и в обратную сторону.',
        'Яндекс- контора для курьеров и таксистов!',
        'Товарищ Майор слушает!',
        'All your logins are belong to us!',
        'Пустота, пустота внутри.',
        'Яндекс академия - место где курьеры превращаются в джунов.',
        'А вы можете поменять две целочисленные переменные не используя третью? Я - могу!',
        'Ну и сколько байт занимает ваш Hello world?'
        ],
    ('valar','morghulis'):[
        'Valar dohaeris'
        ],
    ('покед', 'прощать', 'свидание'):[
        'Namárië'
        ]
    }
